---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueAlbedo
source: html/68e13b86-805a-86ef-c1ed-e650c853dc0e.htm
---
# Autodesk.Revit.DB.Visual.AdvancedOpaque.OpaqueAlbedo Property

The property labeled "Color" from the "AdvancedOpaque" schema.

## Syntax (C#)
```csharp
public static string OpaqueAlbedo { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.